/* =========================================================
   【お知らせデータ】
   新しいお知らせは、このリストの一番上に追加してください。
========================================================= */

const newsData = [
    {
        date: "2026.05.01",
        category: "データ更新",
        text: "豊肥本線のデータを追加しました「豊肥本線見える化ボード」公開開始",
        url: "./PDF/houhi-mieruka-20260501.pdf",
        isPdf: true
    },
    {
        date: "2026.05.01",
        category: "お知らせ",
        text: "「おおいた地域交通見える化ボード」の公開について",
        url: "./PDF/oitatiikikoutuumieruka_20260501.pdf", // PDFなどのファイルへのパス
        isPdf: true             // PDFの場合はtrueにする
    },
    
    
];

